Tekla.Structures.Model.Operations.Operation.Highlight(System.Collections.Generic.List{Tekla.Structures.Model.ModelObject})
Highlight the list of objects from the user interface.
Only the list of objects will be highlighted, the rest will be unhighlighted. But it will keep the status of the selected objects.
To unselect give an empty list as a parameter.
ModelObjects: The list of model objects to highlight.
Returns: True on success.